[
  {
    "title": "Beautiful Ruin",
    "artist": "Make Good Your Escape",
    "album": "Never Look Back Here Again",
    "genre": "Alternative Rock / Indie",
    "albumImageUrl": "http://images.45cat.com/make-good-your-escape-beautiful-ruin-fierce-panda.jpg",
    "youtubeId": "g9jyauZuT7w",
    "lyrics": "I never thought that I could stand now it's true\nFighting a war that I know we're meant to lose\n\nWe make believe that it's okay, we make believe we're not afraid\nBut underneath now we know it's not the same\n\nIt's been too long to run away\nIt's not enough to make me stay and look at you\n\nBeautiful ruin\nBeautiful ruin\n\nToo many times you've ignored me and the truth\nNot listening, you won't realize that I'm singing this for you\n\nBeautiful ruin\nBeautiful ruin\n\nIs it so hard to throw it away?\nIs it so hard to throw it away?\nNo, it's not hard to throw it away\n\nBeautiful ruin\nBeautiful ruin\n\nNow I won't let you leave me (Beautiful)\nWaiting for something\nTried for so long but (Ruin)\nDare for me not sing\nStop wasting you chance now (Beautiful)\nTo fall apart and it's\nToo late to go back (Ruin)\nToo late to go back!",
    "tab": "TAB TAB TAB DADUM DADUM TS TS POWAPOWARIMGUITARSOLOYE!"
  },
  {
    "title": "Don't Be Too Cold",
    "artist": "Submorphics",
    "album": "Detroit Haze EP",
    "genre": "Drum and Bass",
    "albumImageUrl": "http://d3afybylsojytu.cloudfront.net/test/images/retail/upload/cabh/bc/7erx1tmi317kkwy5zj0hvoqk_205662.jpg",
    "youtubeId": "g0s6CxVRAbY",
    "lyrics": "But lets not stop, \nSomething's always not right, \nAnd there's a problem somewhere,\nAs longs as we're together,\nAnd trust our time,\nDon't be so Cold",
    "tab": "\n\nBUY NOW: smarturl.it/8mubpv\n\nThe long awaited 'Detroit Haze EP' by Submorphics will soon be released on The North Quarter. With lazy Rare Groove aesthetics, the project sees the well-travelled producer showcase his Detroit heritage to the fullest. Although Submorphics is an artist known throughout the Drum and Bass industry for his consistency in both style and quality, Detroit Haze cements his true musical coming of age. Having earned his stripes in the USA as both a producer and esteemed DJ, he now takes the spotlight as an authentic man of music. It's only logical that his momentum is captured on Lenzman’s The North Quarter, a record label which values real heart for music and craftsmanship above the so-called flavour of the month.\n"
  }
]